Repository: dhis2/sms-configuration-app
Catalog: i18n/*.po
Languages: ar, cs, fr, uz, uz_uz_latn

source: Are you sure you want to cancel? Unsaved changes will be lost
ar: هل أنت متأكد أنك تريد الإلغاء؟ ستفقد التغييرات غير المحفوظة
cs: Opravdu to chcete zrušit? Neuložené změny budou ztraceny
fr: Voulez-vous vraiment annuler? Toutes les modifications non enregistrées seront perdues.
uz: Ҳақиқатдан ҳам бекор қилмоқчимисиз? Сақланмаган ўзгаришлан ўчирилади.
uz_uz_latn: Haqiqatdan ham bekor qilmoqchimisiz? Saqlanmagan oʼzgarishlan oʼchiriladi.

source: No, stay on page
ar: لا ، ابق على الصفحة
cs: Ne, zůstat na stránce
fr: Non, rester sur la page
uz: Йўқ, саҳифада қолиш
uz_uz_latn: Yoʼq, sahifada qolish

source: Yes, cancel
ar: نعم، إلغاء
cs: Ano, zrušit
fr: Oui, annuler
uz: Ҳа, бекор қилиш
uz_uz_latn: Ha, bekor qilish

source: Confirm deletion
ar: تأكيد الحذف
cs: Potvrdit vymazání
fr: Confirmer la suppression
uz: Ўчиришни тасдиқлаш
uz_uz_latn: Oʼchirishni tasdiqlash

source: Cancel
ar: إلغاء
cs: Zrušit
fr: Annuler
uz: Бекор қилиш
uz_uz_latn: Бекор қилиш

source: Delete
ar: حذف
cs: Smazat
fr: Supprimer
uz: Ўчириб ташлаш
uz_uz_latn: Oʼchirib tashlash

source: User group
ar: مجموعة المستخدمين
cs: Uživatelská skupina
fr: Groupe d'utilisateur
uz: Фойдаланувчи гуруҳи

source: Home
fr: Accueil
uz_uz_latn: Бош саҳифа

source: Gateway configuration
fr: Configuration de la passerelle

source: Commands
ar: الأوامر
cs: Příkazy
fr: Commandes
uz: Буйруқлар
uz_uz_latn: Buyruqlar

source: Sent
ar: تم الإرسال
cs: Odesláno
fr: Envoyé
uz: Юборилди
uz_uz_latn: Yuborildi

source: Received
ar: مستلم
cs: Přijato
fr: Reçu
uz: Қабул қилинди
uz_uz_latn: Qabul qilindi

source: No SMSes to display
ar: لا توجد رسائل SMS لعرضها
cs: Žádné SMS k zobrazení
fr: Aucun SMS à afficher
uz: Кўрсатиш учун СМСлар йўқ
uz_uz_latn: Koʼrsatish uchun SMSlar yoʼq

source: Show
ar: إظهار
cs: Zobrazit
fr: Afficher
uz: Кўрсатинг
uz_uz_latn: Koʼrsating

source: per page
ar: لكل صفحة
cs: na stránku
fr: par page
uz: ҳар саҳифада
uz_uz_latn: har sahifada

source: Viewing {{firstItem}}-{{lastItem}} of {{total}}
ar: عرض {{firstItem}}-{{lastItem}} من {{total}}
cs: Zobrazeno {{firstItem}} - {{lastItem}} z {{total}}
fr: Affichage de {{firstItem}}-{{lastItem}} du {{total}}
uz: Кўриниш {{Жами}} дан {{ДастлабкиЭлемент}}-{{ОхиргиЭлемент}}
uz_uz_latn: Koʼrinish {{Jami}} dan {{DastlabkiElement}}-{{OxirgiElement}}

source: Previous
ar: السابق
cs: Předchozí
fr: Précédent
uz: Олдинги
uz_uz_latn: Oldingi

source: of {{pageCount}}
ar: من {{pageCount}}
cs: z {{pageCount}}
fr: de {{pageCount}}
uz: {{pageCount}} га/дан
uz_uz_latn: {{pageCount}} ga/dan

source: Next
ar: التالي
cs: Další
fr: Suivant
uz: Кейинги
uz_uz_latn: Кейинги

source: No error message was provided
fr: Aucun message d'erreur n'a été fourni

source: Add special character
ar: أضف حرف خاص
cs: Přidat speciální znak
fr: Ajouter un caractère spécial
uz: Махсус белгини қўшиш
uz_uz_latn: Maxsus belgini qoʼshish

source: Required values notice
ar: إشعار القيم المطلوبة
cs: Upozornění na požadované hodnoty
fr: Notification pour les valeurs requises
uz: Зарурий қийматлар ҳақида огоҳлантириш
uz_uz_latn: Zaruriy qiymatlar haqida ogohlantirish

source: SMS short codes
ar: الرموز القصيرة لرسائل SMS
cs: SMS krátké kódy
fr: Codes courts SMS
uz: SMS қисқа кодлари
uz_uz_latn: SMS qisqa kodlari

source: Name
ar: الإسم
cs: Název
fr: Nom
uz: Исми
uz_uz_latn: Исми

source: Completeness method
ar: طريقة الاكتمال
cs: Metoda úplnosti
fr: Méthode de complétude
uz: Мукаммал тўлғизиш усули
uz_uz_latn: Mukammal toʼlgʼizish usuli

source: Receive all data values
ar: استلام جميع قيم البيانات
cs: Přijmout všechny datové hodnoty
fr: Recevoir toutes les valeurs de données
uz: Маълумотнинг барча қийматларини олиш
uz_uz_latn: Maʼlumotning barcha qiymatlarini olish

source: Receive at least one data value
ar: استقبال قيمة بيانات واحدة على الأقل
cs: Získat alespoň jednu datovou hodnotu
fr: Recevoir au moins une valeur de données
uz: Маълумотнинг камида битта қийматини олиш
uz_uz_latn: Maʼlumotning kamida bitta qiymatini olish

source: Do not mark as complete
ar: لا تضع علامة اكتمال
cs: Neoznačovat jako úplné
fr: Ne pas marquer comme terminé
uz: Тугалланган деб белгиламанг
uz_uz_latn: Tugallangan deb belgilamang

source: Confirm message
ar: رسالة التأكيد
cs: Potvrdit zprávu
fr: Confirmer le message
uz: Хабарни тасдиқлаш

source: Edit formula
ar: تعديل الصيغة
cs: Upravit vzorec
fr: Editer la formule
uz: Формула таҳрирлаш
uz_uz_latn: Formula tahrirlash

source: Add formula
ar: إضافة صيغة
cs: Přidat vzorec
fr: Ajouter une formule
uz: Формула қўшиш
uz_uz_latn: Formula qoʼshish

source: Formula
ar: الصيغة
cs: Vzorec
fr: Formule
uz: Формула

source: Loading formula
ar: صيغة التحميل
cs: Načítání vzorce
fr: Chargement de formule
uz: Формула юкланмоқда
uz_uz_latn: Formula yuklanmoqda

source: default
ar: إفتراضي
cs: výchozí
fr: par défaut
uz: Стандарт

source: Formula for {{combo}}
ar: صيغة {{combo}}
cs: Vzorec pro {{combo}}
fr: Formule pour {{combo}}
uz: {{Комбинациялар}} учун формула
uz_uz_latn: {{combo}} uchun formula

source: Data element
ar: عنصر البيانات
cs: Datový prvek
fr: Élément de données
uz: Маълумотлар элементи
uz_uz_latn: Maʼlumotlar elementi

source: formula operator
cs: operátor vzorce
fr: opérateur de formule
uz: Формула оператори
uz_uz_latn: Formula operatori

source: Something went wrong whilst saving
ar: حدث خطأ ما أثناء الحفظ
cs: Při ukládání se něco pokazilo
fr: Un problème est survenu lors de la sauvegarde
uz: Сақлаш пайтида хатолик юз берди
uz_uz_latn: Saqlash paytida xatolik yuz berdi

source: Remove
ar: إزلة
cs: Odebrat
fr: Supprimer
uz: Олиб ташлаш
uz_uz_latn: Олиб ташлаш

source: Save
ar: حفظ
cs: Uložit
fr: Enregistrer
uz: Сақлаш
uz_uz_latn: Saqlash

source: Data set
ar: حزمة البيانات
cs: Datová sada
fr: Ensemble de données
uz: Маълумотлар тўплами
uz_uz_latn: Maʼlumotlar toʼplami

source: Reply message if no codes are sent (only the command)
ar: رسالة الرد إذا لم يتم إرسال أية رموز (الأمر فقط)
cs: Pokud nejsou zaslány žádné kódy, odpovězte zprávou (pouze příkaz)
fr: Répondre au message si aucun code n'est envoyé (seule la commande)
uz: Агар кодлар юборилмаган бўлса, хабар қайтарилсин (фақат буйруқ учун)
uz_uz_latn: Аgar kodlar yuborilmagan boʼlsa, xabar qaytarilsin (faqat buyruq uchun)

source: More than one orgunit message
ar: رسالة أكثر من وحدة تنظيمية
cs: Více než jedna zpráva organizační jednotce
fr: Plus d'un message d'orgunit
uz: Ташкилий муассасадан бир нечта хабар
uz_uz_latn: Tashkiliy muassasadan bir nechta xabar

source: No user message
ar: رسالة عدم وجود مستخدم
cs: Žádná uživatelská zpráva
fr: Aucun message utilisateur
uz: Фойдаланувчига хабар йўқ
uz_uz_latn: Foydalanuvchiga xabar yoʼq

source: Parser
ar: المحلل
cs: Analyzátor
fr: Analyseur syntaxique
uz: Айрим
uz_uz_latn: Аyrim

source: Key value parser
cs: Analyzátor klíčové hodnoty
fr: Analyseur syntaxique de valeur de clé
uz: Калит қийматни таҳлил қилувчи

source: J2ME parser
cs: Analyzátor J2ME
fr: Analyseur syntaxique J2ME
uz: J2ME ни таҳлил қилиш

source: Alert parser
cs: Analyzátor výstrah
fr: Analyseur syntaxique d'alertes
uz: Огоҳлатиришни таҳлил қилиш

source: Unregistered parser
cs: Neregistrovaný analyzátor
fr: Analyseur non enregistré
uz: Рўйхатдан ўтмаган таҳлилчи

source: Tracked entity registration parser
ar: محلل تسجيل الكيان المتتبع
cs: Analyzátor registrace sledované entity
fr: Analyseur d'enregistrement d'entités suivies
uz: Кузатувдаги шахсни рўйхатдан ўтказилишини таҳлил қилувчи
uz_uz_latn: Kuzatuvdagi shaxsni roʼyxatdan oʼtkazilishini tahlil qiluvchi

source: Program stage data entry parser
cs: Analyzátor zadávání dat fáze programu
fr: Analyseur de saisie de données par étapes de programme
uz: Дастур босқичлари маълумотларини киритилишини таҳлил қилувчи

source: Event registration parser
cs: Analyzátor registrace událostí
fr: Analyseur d'enregistrement d'événements
uz: Ҳодиса/Тадбирни рўйхатга олинишини таҳлил қилувчи

source: Program
ar: البرنامج
fr: Programme
uz: Дастур
uz_uz_latn: Dastur

source: Program stage
ar: مرحلة البرنامج
cs: Programová fáze
fr: Étape du programme
uz: Дастур босқичи
uz_uz_latn: Dastur bosqichi

source: Field separator
ar: فاصل الحقول
cs: Oddělovač polí
fr: Séparateur de champs
uz: Майдон ажратгич
uz_uz_latn: Maydon ajratgich

source: Special character name
ar: اسم الحرف الخاص
cs: Název zvláštního znaku
fr: Nom du caractère spécial
uz: Махсус белги номи
uz_uz_latn: Maxsus belgi nomi

source: Special character value
ar: قيمة الحرف الخاص
cs: Hodnota zvláštního znaku
fr: Valeur du caractère spécial
uz: Махсус белги қиймати
uz_uz_latn: Maxsus belgi qiymati

source: Success message
ar: رسالة النجاح
cs: Zpráva o úspěchu
fr: Message de confirmation
uz: Муваффақият ҳақида хабар

source: Use current period for reporting
ar: استخدم الفترة الحالية لإعداد التقارير
cs: Pro vykazování zpráv použijte aktuální období
fr: Utiliser la période en cours pour les rapports
uz: Ҳисобот беришда жорий даврдан фойдаланинг
uz_uz_latn: Hisobot berishda joriy davrdan foydalaning

source: Wrong format message
ar: رسالة الصيغة غير صحيحة
cs: Chybný formát zprávy
fr: Message de mauvais format
uz: Хабар формати нотўғри
uz_uz_latn: Xabar formati notoʼgʼri

source: Save command
ar: حفظ الأوامر
cs: Uložit příkaz
fr: Enregistrer la commande
uz: Буйруқ сақлансин
uz_uz_latn: Buyruq saqlansin

source: Something went wrong whilst loading the sms command
ar: حدث خطأ ما أثناء تحميل أمر sms
cs: Při načítání příkazu sms se něco pokazilo
fr: Une erreur s'est produite lors du chargement de la commande sms
uz: SMS буйруқ юкланишида хатолик юз берди
uz_uz_latn: SMS buyruq yuklanishida xatolik yuz berdi

source: Something went wrong whilst loading the command's details
ar: حدث خطأ ما أثناء تحميل تفاصيل الأمر
cs: Při načítání podrobností příkazu se něco pokazilo
fr: Un problème est survenu lors du chargement des détails de la commande
uz: Буйруқ элементлари юкланишида хатолик юз берди
uz_uz_latn: Buyruq elementlari yuklanishida xatolik yuz berdi

source: Special characters
ar: الحروف الخاصة
cs: Speciální znaky
fr: Caractères spéciaux
uz: Махсус белгилар

source: Duplicate value!
ar: قيمة مكررة!
cs: Duplicitní hodnota!
fr: Valeur dupliquée !
uz: Қиймат такрорланиши!
uz_uz_latn: Qiymat takrorlanishi!

source: Something went wrong whilst submitting the form
ar: حدث خطأ ما أثناء إرسال النموذج
cs: Při odesílání formuláře se něco pokazilo
fr: Une erreur s'est produite lors de l'envoi du formulaire
uz: Шакл топширилишида хотолик юз берди
uz_uz_latn: Shakl topshirilishida xotolik yuz berdi

source: Add command
ar: إضافة أمر
cs: Přidat příkaz
fr: Ajouter commande
uz: Буйруқни киритинг
uz_uz_latn: Buyruqni kiriting

source: Automatically selected by selecting a program
ar: يتم تحديده اوتوماتيكيا بعد تحديد برنامج
cs: Automaticky vybráno výběrem programu
fr: Sélection automatique lors de la sélection d'un programme
uz: Танланган дастурдан автоматик танланди
uz_uz_latn: Tanlangan dasturdan avtomatik tanlandi

source: Something went wrong whilst loading commands
ar: حدث خطأ ما أثناء تحميل الأوامر
cs: Při načítání příkazů se něco pokazilo
fr: Une erreur s'est produite lors du chargement des commandes
uz: Буйруқлар юкланишида хатолик юз берди
uz_uz_latn: Buyruqlar yuklanishida xatolik yuz berdi

source: Edit command
ar: تعديل الأمر
cs: Upravit příkaz
fr: Editer la commande
uz: Буйруқни таҳрирланг
uz_uz_latn: Buyruqni tahrirlang

source: Unrecognised parser type
ar: نوع parser غير معروف
cs: Nerozpoznaný typ analyzátoru
fr: Type de parseur demandé non reconnu
uz: Танилмаган таҳлилчи тури
uz_uz_latn: Tanilmagan tahlilchi turi

source: Could not find the requested parser type
ar: تعذر العثور على نوع الـ parser المطلوب
cs: Nelze najít požadovaný typ analyzátoru
fr: Impossible de trouver le type de parseur demandé
uz: Сўралган таҳлилчи турини топиб бўлмади
uz_uz_latn: Soʼralgan tahlilchi turini topib boʼlmadi

source: Something went wrong whilst performing the requested operation
ar: حدث خطأ ما أثناء إجراء العملية المطلوبة
cs: Při provádění požadované operace se něco pokazilo
fr: Un problème est survenu lors de l'exécution de l'opération demandée
uz: Сўралган операцияни бажаришда хатолик юз берди
uz_uz_latn: Soʼralgan operatsiyani bajarishda xatolik yuz berdi

source: SMS commands process SMS messages received by a DHIS2 instance, taking certain actions depending on the command and message content. Multiple SMS commands can be set up to process and handle data in multiple ways. Add and configure SMS commands below. Read about SMS commands in the DHIS2 documentation.
ar: تعالج أوامر SMS رسائل SMS المستلمة بواسطة DHIS2 ، وتتخذ إجراءات معينة بناءً على محتوى الأوامر والرسالة. يمكن إعداد أوامر SMS المتعددة لمعالجة البيانات ومعالجتها بطرق متعددة. قم بإضافة وتكوين أوامر SMS أدناه. اقرأ عن أوامر SMS في وثائق DHIS2.
cs: Příkazy SMS zpracovávají zprávy SMS přijaté instancí DHIS2 a provádějí určité akce v závislosti na obsahu příkazu a obsahu. Lze nastavit více příkazů SMS pro zpracování a zpracování dat několika způsoby. Níže přidejte a nakonfigurujte příkazy SMS. Přečtěte si o SMS příkazech v dokumentaci DHIS2.
fr: Les commandes SMS traitent les messages SMS reçus par une instance du DHIS2, en effectuant certaines actions en fonction de la commande et du contenu du message. Plusieurs commandes SMS peuvent être configurées pour traiter et gérer les données de plusieurs manières. Ajoutez et configurez les commandes SMS ci-dessous. Vous trouverez des informations sur les commandes SMS dans la documentation DHIS2.
uz: DHIS2 плтформаси СМС хабарлар томонидан олинган СМС буйруқларни қайта ишлайди, буйруқлар ва хабарлар таркибига қараб муайян харакатларни амалга оширади. Маълумотларни қайта ишлаш ва ишлов бериш учун бир нечта СМС буйруқлар ўрнатилиши мумкин. Қуйида СМС буйруқларни қўшинг ва созланг. СМС буйруқлари ҳақида DHIS2 ҳужжатларида ўқинг.
uz_uz_latn: DHIS2 pltformasi SMS xabarlar tomonidan olingan SMS buyruqlarni qayta ishlaydi, buyruqlar va xabarlar tarkibiga qarab muayyan xarakatlarni amalga oshiradi. Maʼlumotlarni qayta ishlash va ishlov berish uchun bir nechta SMS buyruqlar oʼrnatilishi mumkin. Quyida SMS buyruqlarni qoʼshing va sozlang. SMS buyruqlari haqida DHIS2 hujjatlarida oʼqing.

source: Delete selected
ar: حذف المحدد
cs: Smazat vybrané
fr: Supprimer la sélection
uz: Танланган ўчирилчин
uz_uz_latn: Tanlangan oʼchirilchin

source: Are you sure you want to delete the selected commands?
ar: هل أنت متأكد أنك تريد حذف الأوامر المحددة؟
cs: Opravdu chcete odstranit vybrané příkazy?
fr: Voulez-vous vraiment supprimer les commandes sélectionnées?
uz: Ҳақиқатдан ҳам танланган буйруқларни ўчирмоқчимисиз?
uz_uz_latn: Haqiqatdan ham tanlangan buyruqlarni oʼchirmoqchimisiz?

source: Sms command
ar: أوامر SMS
cs: SMS příkaz
fr: Commande SMS
uz: СМС буйруқлар
uz_uz_latn: SMS buyruqlar

source: Edit
ar: تعديل
cs: Upravit
fr: Modifier
uz: Таҳрирлаш
uz_uz_latn: Tahrirlash

source: No commands to display
ar: لا توجد أوامر للعرض
cs: Žádné příkazy k zobrazení
fr: Aucune commande à afficher
uz: Буйруқлар дисплейга чиқарилмасин
uz_uz_latn: Buyruqlar displeyga chiqarilmasin

source: Add key value pair
cs: Přidat pár klíč-hodnota
fr: Ajouter une paire clé valeur
uz: "Калит-қиймат" жуфтлигини қўшиш
uz_uz_latn: Kalit-qiymat juftligini qoʼshish

source: Auth token
cs: Ověřovací token
fr: Token d'authentification
uz: Калит аутентификацияси

source: Bind type
fr: Type de liaison (Bind)

source: Compressed
fr: Compressé

source: Configuration template
cs: Šablona konfigurace
fr: Modèle de configuration
uz: Конфигурация шаблони
uz_uz_latn: Konfiguratsiya shabloni

source: Please refer to the documentation for possible values
ar: يرجى الرجوع إلى الوثائق لمعرفة القيم الممكنة
cs: Možné hodnoty najdete v dokumentaci
fr: Veuillez vous référer à la documentation pour les valeurs possibles
uz: Муммкин бўлган қийматлар учун ҳужжатларга мурожжаат қилинг
uz_uz_latn: Mummkin boʼlgan qiymatlar uchun hujjatlarga murojjaat qiling

source: Form url encoded
ar: عنوان نموذج url مشفر
cs: kódovaná URL formuláře
fr: URL du formulaire encodée
uz: Шаклдаги URL кодланган
uz_uz_latn: Shakldagi URL kodlangan

source: Plain text
ar: نص عادي
cs: Prostý text
fr: Texte simple
uz: Оддий матн
uz_uz_latn: Oddiy matn

source: Content type
ar: نوع المحتوى
cs: Typ obsahu
fr: Type de contenu
uz: Таркиб тури
uz_uz_latn: Tarkib turi

source: Host
fr: Hébergeur

source: Key
cs: Klíč
fr: Clé
uz: Калит
uz_uz_latn: Kalit

source: Send as header
cs: Odeslat jako záhlaví
fr: Envoyer comme entête
uz: Сарлавҳа сифатида юбориш
uz_uz_latn: Sarlavha sifatida yuborish

source: Encode
ar: تشفير
cs: Zakódovat
fr: Encoder
uz: Шифрлаш
uz_uz_latn: Shifrlash

source: Confidential
ar: سري
cs: Důvěrné
fr: Confidentiel
uz: Махфий
uz_uz_latn: Maxfiy

source: Remove key value pair
cs: Odstranit pár klíč-hodnota
fr: Supprimer la paire clé valeur
uz: "Калит-қиймат" жуфтлигини олиб ташлаш
uz_uz_latn: Kalit-qiymat juftligini olib tashlash

source: Value
ar: القيمة
cs: Hodnota
fr: Valeur
uz: Қиймат
uz_uz_latn: Қиймат

source: Number plan indicator
fr: Indicateur de plan de numérotation

source: Password
ar: كلمة المرور
cs: Heslo
fr: Mot de passe
uz: Пароль
uz_uz_latn: Parol

source: Confirm password
ar: تأكيد كلمة المرور
cs: Potvrdit heslo
fr: Confirmer mot de passe
uz: Паролни тасдиқланг
uz_uz_latn: Parolni tasdiqlang

source: Send url parameters
cs: Odeslat parametry URL
fr: Envoyer les paramètres de l'URL
uz: URL параметрларини юборинг
uz_uz_latn: URL parametrlarini yuboring

source: System id
fr: Identifiant du système

source: System type
fr: Type de système

source: Type of number
fr: Type de numéro

source: Url template
cs: Šablona URL
fr: Modèle d'URL
uz: URL шаблони
uz_uz_latn: URL shabloni

source: Use GET
ar: استخدم GET
cs: Použít GET
fr: Utiliser GET
uz: GET дан фойдаланинг
uz_uz_latn: GET dan foydalaning

source: Use GET instead of POST to send data to gateway
ar: استخدم GET بدلاً من POST لإرسال البيانات إلى البوابة
cs: K odeslání dat do brány použijte GET místo POST
fr: Utilisez GET (OBTENIR) au lieu de POST (POSTER) pour envoyer des données à la passerelle.
uz: Маълумотларни шлюзга юбориш учун POST ўрнига GET дан фойдаланинг
uz_uz_latn: Maʼlumotlarni shlyuzga yuborish uchun POST oʼrniga GET dan foydalaning

source: User name
ar: اسم المستخدم
cs: Uživatelské jméno
fr: Nom d'utilisateur
uz: Фойдаланувчи Исми
uz_uz_latn: Foydalanuvchi Ismi

source: Save gateway
ar: حفظ البوابة
cs: Uložit bránu
fr: Enregistrer la passerelle
uz: Йўлакни сақланг
uz_uz_latn: Yoʼlakni saqlang

source: Add gateway
ar: إضافة بوابة
cs: Přidat bránu
fr: Ajouter passerelle
uz: Йўлакни қўшинг
uz_uz_latn: Yoʼnalishni qoʼshish

source: Gateway setup
ar: إعداد البوابة
cs: Nastavení brány
fr: Configuration de passerelle
uz: Йўналишни созлаш
uz_uz_latn: Yoʼnalishni sozlash

source: Key value pairs
cs: Páry klíč-hodnota
fr: Paires clé valeur
uz: Жуфтликлар калит-қиймат
uz_uz_latn: Juftliklar kalit-qiymat

source: Generic
ar: عام
cs: Obecný
fr: Générique
uz: Умумий
uz_uz_latn: Umumiy

source: Something went wrong whilst saving the gateway
ar: حدث خطأ أثناء حفظ البوابة
cs: Při ukládání brány se něco pokazilo
fr: Un problème est survenu lors de la sauvegarde de la passerelle
uz: Шлюзни сақлаш пайтида хатолик юз берди
uz_uz_latn: Shlyuzni saqlash paytida xatolik yuz berdi

source: Something went wrong whilst loading gateways
ar: حدث خطأ ما أثناء تحميل البوابات
cs: Při načítání bran se něco pokazilo
fr: Un problème est survenu lors du chargement des passerelles
uz: Йўлаклар юкланишида хатолик юз берди
uz_uz_latn: Yoʼlaklar yuklanishida xatolik yuz berdi

source: Edit gateway
ar: تعديل البوابة
cs: Upravit bránu
fr: Modifier la passerelle
uz: Йўлакни таҳрирлаш
uz_uz_latn: Yoʼlakni tahrirlash

source: Something went wrong whilst saving gateways
ar: حدث خطأ ما أثناء حفظ البوابات
cs: Při ukládání bran se něco pokazilo
fr: Un problème est survenu lors de la sauvegarde des passerelles
uz: Йўлакларни сақлашда хатолик юз берди
uz_uz_latn: Yoʼlaklarni saqlashda xatolik yuz berdi

source: Gateway not found
ar: البوابة غير موجودة
cs: Brána nebyla nalezena
fr: Passerelle introuvable
uz: Шлюз топилмади
uz_uz_latn: Shlyuz topilmadi

source: The requested gateway could not be loaded
ar: تعذر تحميل البوابة المطلوبة
cs: Požadovanou bránu nelze načíst
fr: La passerelle demandée n'a pas pu être chargée
uz: Сўралган шлюзни юклаб бўлмади
uz_uz_latn: Soʼralgan shlyuzni yuklab boʼlmadi

source: Make default
ar: اجعلها افتراضية
cs: Nastavit jako výchozí
fr: Considérer comme défaut
uz: Стандарт сифатида белгилаш
uz_uz_latn: Standart sifatida belgilash

source: Default gateway
ar: البوابة الإفتراضية
cs: Výchozí brána
fr: Passerelle par défaut
uz: Стандарт йўлак
uz_uz_latn: Standart yoʼlak

source: An SMS gateway lets a DHIS2 instance send and receive SMS messages. Different gateway types can be added and configured below. At least one gateway is needed to send and receive SMS messages. Load balancing will use all gateways if there are multiple available. Read about gateway configuration in the DHIS2 documentation.
ar: تتيح بوابة الرسائل القصيرة لـ DHIS2 إرسال واستقبال رسائل SMS. يمكن إضافة أنواع مختلفة من البوابات وضبطها أدناه. يلزم وجود بوابة واحدة على الأقل لإرسال واستقبال الرسائل النصية القصيرة. سيستخدم موزع الحمل جميع البوابات إذا كان هناك العديد منها متاحًا. اقرأ عن كيفية ضبط البوابة في وثائق DHIS2.
cs: Brána SMS umožňuje instanci DHIS2 odesílat a přijímat zprávy SMS. Níže lze přidat a nakonfigurovat různé typy brány. K odesílání a přijímání SMS zpráv je potřeba alespoň jedna brána. Vyrovnávání zatížení použije všechny brány, pokud je jich k dispozici více. Přečtěte si o konfiguraci brány v dokumentaci DHIS2.
fr: Une passerelle SMS permet à une instance du DHIS2 d'envoyer et de recevoir des messages SMS. Différents types de passerelles peuvent être ajoutés et configurés ci-dessous. Au moins une passerelle est nécessaire pour envoyer et recevoir des messages SMS. L'équilibrage de charge utilisera toutes les passerelles si plusieurs sont disponibles. Vous trouverez des informations sur la configuration des passerelles dans la documentation DHIS2.
uz: СМС-шлюз DHIS2 инстанциясида СМС хабарларни юбориш ва қабул қилишга имкон беради. Қуйида турли хил шлюзлар қўшилиши ва созланиши мумкин. СМС хабарларни юбориш ва қабул қилиш учун камида битта шлюз керак. Агарда бир нечта шлюз тури мавжуд бўлса, жжараённи мувозанатлаштириш учун барча шлюзлардан фойдалиш лозим. DHIS2 ҳужжатларида шлюз созламалари ҳақида ўқинг.
uz_uz_latn: SMS-shlyuz DHIS2 instantsiyasida SMS xabarlarni yuborish va qabul qilishga imkon beradi. Quyida turli xil shlyuzlar qoʼshilishi va sozlanishi mumkin. SMS xabarlarni yuborish va qabul qilish uchun kamida bitta shlyuz kerak. Аgarda bir nechta shlyuz turi mavjud boʼlsa, jjarayonni muvozanatlashtirish uchun barcha shlyuzlardan foydalish lozim. DHIS2 hujjatlarida shlyuz sozlamalari haqida oʼqing.

source: No gateways found
ar: لم يتم العثور على بوابات
cs: Nebyly nalezeny žádné brány
fr: Aucune passerelle n'a été trouvée
uz: Ҳеч қандай шлюз топилмади
uz_uz_latn: Hech qanday shlyuz topilmadi

source: It looks like there aren't any configured gateways, or they couldn't be loaded.
ar: يبدو أنه لا توجد أي بوابات مهيأة ، أو لا يمكن تحميلها.
cs: Vypadá to, že neexistují žádné nakonfigurované brány, nebo je nelze načíst.
fr: Il semblerait qu'il n'y ait pas de passerelles configurées, ou qu'elles n'aient pas pu être chargées.
uz: Ҳеч қандай шлюзлар мавжуд эмас, ёки уларни юклаб бўлмади.
uz_uz_latn: Hech qanday shlyuzlar mavjud emas, yoki ularni yuklab boʼlmadi.

source: Are you sure you want to delete the selected gateways?
ar: هل أنت متأكد أنك تريد حذف البوابات المحددة؟
cs: Opravdu chcete odstranit vybrané brány?
fr: Vous êtes sûre de vouloir supprimer la passerelle sélectionnée?
uz: Ҳақиқатдан ҳам танланган йўналишни ўчирмоқчимисиз?
uz_uz_latn: Haqiqatdan ham tanlangan yoʼnalishni oʼchirmoqchimisiz?

source: Filter by status
ar: تصفية حسب الحالة
cs: Filtrovat podle stavu
fr: Filtrer par statut
uz: Ҳолатига қараб фильтрлаш
uz_uz_latn: Holatiga qarab filtrlash
