Repository: dhis2/sms-configuration-app
Catalog: i18n/*.po
Languages: ar, cs, fr, uz, uz_uz_latn

source: Filter by phone number
ar: تصفية حسب رقم التلفون
cs: Filtrovat podle telefonního čísla
fr: Filtrer par numéro de téléphone
uz: Телефон рақамига қараб фильтрлаш

source: Reset filter
fr: Réinitialiser le filtre

source: Phone number
ar: رقم الهاتف
cs: Telefonní číslo
fr: Numéro de téléphone
uz: Телефон рақами
uz_uz_latn: Telefon raqami

source: Status
ar: الحالة
cs: Stav
fr: Statut
uz: Статус

source: Sender
ar: المرسل
cs: Odesílatel
fr: Expéditeur
uz: Юборувчи

source: Unknown
ar: غير معروف
cs: Neznámý
fr: Inconnu
uz: Номаълум

source: Something went wrong whilst loading received SMSes
ar: حدث خطأ ما أثناء تحميل رسائل SMS المستلمة
cs: Při načítání přijatých SMS se něco pokazilo
fr: Un problème est survenu lors du chargement des SMS reçus
uz: SMSлар юкланишида хатолик юз берди
uz_uz_latn: SMSlar yuklanishida xatolik yuz berdi

source: Are you sure you want to delete the selected sms?
fr: Êtes-vous sûr de vouloir supprimer les sms sélectionnés ?

source: All
ar: الجميع
cs: Vše
fr: Tout
uz: Барчаси
uz_uz_latn: Barchasi

source: Failed
ar: فشل
cs: Selhalo
fr: Echoué
uz: Амалга ошмади
uz_uz_latn: Аmalga oshmadi

source: Incoming
ar: الوارد
cs: Přicházející
fr: Entrant
uz: Кирувчи
uz_uz_latn: Kiruvchi

source: Processed
ar: تمت معالجته
cs: Zpracováno
fr: Traité
uz: Қайта ишланган
uz_uz_latn: Qayta ishlangan

source: Processing
ar: جار المعالجة
cs: Zpracovává se
fr: Traitement
uz: Қайта ишлаш
uz_uz_latn: Qayta ishlash

source: Unhandled
ar: غير معالج
cs: Neošetřené
fr: Non pris en charge
uz: Қайта ишланмаган
uz_uz_latn: Qayta ishlanmagan

source: Recipients
ar: المستلمون
cs: Příjemci
fr: Destinataires
uz: Қабул қилувчилар
uz_uz_latn: Qabul qiluvchilar

source: Something went wrong whilst loading sent SMSes
ar: حدث خطأ ما أثناء تحميل رسائل SMS المرسلة
cs: Při načítání odeslaných SMS se něco pokazilo
fr: Un problème est survenu lors du chargement des SMS envoyés
uz: SMSлар юборилишида хатолик юз берди
uz_uz_latn: SMSlar yuborilishida xatolik yuz berdi

source: Delivered
ar: تم تسليمها
cs: Doručeno
fr: Délivré
uz: Жўнатилди
uz_uz_latn: Joʼnatildi

source: Error
ar: خطأ
cs: Chyba
fr: Erreur
uz: Хато
uz_uz_latn: Xatolik

source: Outbound
ar: الصادر
cs: Odchozí
fr: Sortant
uz: Чиқувчи
uz_uz_latn: Chiquvchi

source: Pending
ar: قيد الانتظار
cs: Čekající
fr: En attente
uz: Кутилмоқда
uz_uz_latn: Kutilmoqda

source: Scheduled
ar: تمت جدولته
cs: Naplánováno
fr: Programmé
uz: Режа бўйича
uz_uz_latn: Reja boʼyicha

source: Overview: SMS Configuration
ar: نظرة عامة: إعدادات تكوين الرسائل القصيرة
cs: Přehled: Konfigurace SMS
fr: Aperçu : Configuration des SMS
uz: Умумий нуқтаи наза: СМС созламаси
uz_uz_latn: Umumiy nuqtai naza: SMS sozlamasi

source: Configure settings for SMS sending, receiving, data reporting, alerts, registration and more.
ar: إعدادات التكوين لإرسال الرسائل القصيرة واستلامها وتقارير البيانات والتنبيهات والتسجيل والمزيد.
cs: Nakonfigurujte nastavení pro odesílání, příjem, zasílání zpráv, upozornění, registraci atd.
fr: Configurer les paramètres pour l'envoi et la réception de SMS, les rapports de données, les alertes, l'enregistrement et bien plus encore.
uz: СМС юбориш, қабул қилиш, маълумотлар ҳақида хабар бериш, огоҳлантиришлар, қайд қилиш ва бошқалар учун созламаларни созланг.
uz_uz_latn: SMS yuborish, qabul qilish, maʼlumotlar haqida xabar berish, ogohlantirishlar, qayd qilish va boshqalar uchun sozlamalarni sozlang.

source: Gateway Configuration
ar: تهيئة البوابة
cs: Konfigurace brány
fr: Configuration de la passerelle
uz: Шлюз конфигурацияси
uz_uz_latn: Shlyuz konfiguratsiyasi

source: Add and manage gateways for sending and receiving SMS messages in DHIS2.
ar: إضافة وإدارة بوابات لإرسال واستقبال الرسائل القصيرة في DHIS2.
cs: Přidejte a spravujte brány pro odesílání a přijímání SMS zpráv v DHIS2.
fr: Ajouter et gérer des passerelles pour l'envoi et la réception de messages SMS dans le DHIS2.
uz: DHIS2 да SMS-хабарларни юбориш ва олиш учун йўлакларни қўшинг ва бошқаринг
uz_uz_latn: DHIS2 da SMS-xabarlarni yuborish va olish uchun yoʼlaklarni qoʼshing va boshqaring

source: Set up gateways
ar: إعداد البوابات
cs: Nastavit brány
fr: Configurer les passerelles
uz: Шлюзларни ўрнатинг
uz_uz_latn: Shlyuzlarni oʼrnating

source: SMS Commands
ar: أوامر رسائل SMS
cs: SMS příkazy
fr: Commandes SMS
uz: СМС буйруқлар
uz_uz_latn: SMS buyruqlar

source: Add and manage commands triggered by incoming SMS messages to register, alert and more.
ar: إضافة وإدارة الأوامر التي يتم إصدارها عند وصول رسائل SMS، للتسجيل والتنبيه والمزيد.
cs: Přidejte a spravujte příkazy spouštěné příchozími SMS zprávami, abyste se zaregistrovali, upozornili a další.
fr: Ajouter et gérer des commandes déclenchées par des SMS entrants pour enregistrer, alerter et bien plus encore.
uz: Рўйхатдан ўтиш, огоҳлантириш ва бошқалар учун SMS-хабарлар яратадиган буйруқларни қўшинг ва бошқаринг
uz_uz_latn: Roʼyxatdan oʼtish, ogohlantirish va boshqalar uchun SMS-xabarlar yaratadigan buyruqlarni qoʼshing va boshqaring

source: Set up SMS commands
ar: إعداد أوامر SMS
cs: Nastavit SMS příkazy
fr: Configurer les commandes SMS
uz: СМС буйруқлар сифатида ўрнатинг
uz_uz_latn: SMS buyruqlar sifatida oʼrnating

source: Sent SMS messages
ar: رسائل SMS المرسلة
cs: Odeslané SMS zprávy
fr: Messages SMS envoyés
uz: SMS хабарлар юборилди
uz_uz_latn: SMS xabarlar yuborildi

source: Open logs of all SMS messages sent from DHIS2.
ar: افتح سجلات جميع رسائل SMS المرسلة من DHIS2.
cs: Otevřít protokoly všech SMS zpráv odeslaných z DHIS2.
fr: Ouvrir les logs de tous les messages SMS envoyés à partir du DHIS2.
uz: DHIS2 дан юборилган барча SMS-хабарлар журналини очиш
uz_uz_latn: DHIS2 dan yuborilgan barcha SMS-xabarlar jurnalini ochish

source: View all sent SMS
ar: عرض جميع رسائل SMS المرسلة
cs: Zobrazit všechny odeslané SMS
fr: Voir tous les SMS envoyés
uz: Барча жўнатилган СМСларни кўриб чиқиш
uz_uz_latn: Barcha joʼnatilgan SMSlarni koʼrib chiqish

source: Received SMS messages
ar: رسائل SMS المستلمة
cs: Přijaté SMS zprávy
fr: Messages SMS reçus
uz: Қабул қилинган SMS-хабарлар
uz_uz_latn: Qabul qilingan SMS-xabarlar

source: Open logs of all SMS messages received by DHIS2.
ar: افتح سجلات جميع رسائل SMS التي تم قام DHIS2 بتلقيها.
cs: Otevřít protokoly všech SMS zpráv přijatých DHIS2.
fr: Ouvrir les logs de tous les messages SMS reçus par le DHIS2.
uz: DHIS2 томонидан қабул қилинган барча SMS-хабарлар журналини очиш
uz_uz_latn: DHIS2 tomonidan qabul qilingan barcha SMS-xabarlar jurnalini ochish

source: View all received SMS
ar: عرض جميع رسائل SMS المستلمة
cs: Zobrazit všechny přijaté SMS
fr: Voir tous les SMS reçus
uz: Барча қабул қилинган СМСларни кўриб чиқиш
uz_uz_latn: Barcha qabul qilingan SMSlarni koʼrib chiqish

source: Please make sure the value of this input matches the value in "{{otherField}}".
ar: الرجاء التأكد من أن قيمة مربع الإدخال هذا تطابق القيمة الموجودة في "{{otherField}}".
cs: Zkontrolujte, zda se hodnota tohoto vstupu shoduje s hodnotou v "{{otherField}}".
uz: Ушбу ёзувнинг қиймати "{{otherField}}" даги қийматга мос келишига ишонч ҳосил қилинг.

source: Application/json
uz: Илова/json
uz_uz_latn: Ilova/json

source: Application/xml
uz: Илова/xml
uz_uz_latn: Ilova/xml

source: Type
ar: النوع
cs: Typ
uz: Тури
uz_uz_latn: Turi

source: BulkSMS
ar: الرسائل القصيرة بالجملة
uz: Оммавий SMS
uz_uz_latn: Ommaviy SMS

source: Page
ar: الصفحة
cs: Strana
uz: Саҳифа
uz_uz_latn: Sahifa

source: Message
ar: الرسالة
cs: Zpráva
uz: Хабар
uz_uz_latn: Xabar
